Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/formOptions.*.resx
Languages: fr, pt

# Label1.Text
source: Select Reference Table
fr: Sélectionnez la Table de référence
pt: Selecione a tabela de referência

# RadioButton2.Text
source: Double Key Entry
fr: Double entrée de clé
pt: Entrada de chave dupla

# RadioButton1.Text
source: Single Key Entry
fr: Entrée de clé unique
pt: Entrada de chave única

# grpBoxEntryMode.Text
source: Data Key Entry Mode
fr: Mode d’entrée de clé de données
pt: Modo de entrada de chave de dados

# CheckBox2.Text
source: Clear data in key entry form after uploading
fr: Effacer les données sous forme de clés d’entrée après le téléchargement
pt: Limpar dados no formulário de entrada de chave após o upload

# CheckBox1.Text
source: Retain data values in the form header
fr: Conserver les valeurs de données dans l’en-tête de formulaire
pt: Manter dados valores no cabeçalho do formulário

# groupEntryForms.Text
source: Data Entry Form Options
fr: Options de formulaire pour l’entrée données
pt: Opções de formulário de entrada de dados

# tabDataEntry.Text
source: Data Entry
fr: Saisie de données
pt: Entrada de Dados

# cmdChangePassword.Text
source: Change Password
fr: Modifier le mot de passe
pt: Alterar Senha

# lblDelimiter.Text
source: Delimiter character for text output files
fr: Séparateur pour les fichiers de sortie de texte
pt: Caractere delimitador para arquivos de saída de texto

# tabdatabase.Text
source: Databases
fr: Bases de données
pt: Estado do Banco de Dados

# lblCrexEditionsNumber.Text
source: CREX Editions Number
fr: Nombre d’éditions CREX
pt: Número de edições CREX

# lblLocalTableVersionNumber.Text
source: Local table Version Number
fr: Table locale numéro de Version
pt: Tabela local número de versão

# lblInternationalDataSubCategory.Text
source: International Data Sub-Category
fr: Sous-catégorie de données internationales
pt: Subcategoria internacional de dados

# lblMastersTableVersionNumber.Text
source: Master Table Version Number
fr: Numéro de Version de tableau de maître
pt: Número de versão da tabela mestre

# lblLocalDataSubCateory.Text
source: Local Data Sub-Category
fr: Sous-catégorie de données locales
pt: Subcategoria dados locais

# lblDataCategory.Text
source: Data Category
fr: Catégorie de données
pt: Categoria de dados

# lblOptionalSequenceInclusion.Text
source: BUFR Optional Sequence Inclusion
fr: Inclusion de séquence optionnelle BUFR
pt: Inclusão de sequência opcional BUFR

# lblGeneratingSubCentre.Text
source: Generating Sub-Centre
fr: Sous-centre de génération
pt: Geração de subcentro

# lblCrexTableVersionNumber.Text
source: CREX Table Version Number
fr: Numéro de Version de Table CREX
pt: Número de versão de tabela CREX

# lblOriginatingCentre.Text
source: Generating Centre
fr: Centre de production
pt: Gerando o centro

# lblBUFREditionNumber.Text
source: BUFR Edition Number
fr: Numéro de l’édition BUFR
pt: Número de edição BUFR

# GroupBox2.Text
source: Section I Indicators
fr: Indicateurs de la section I
pt: Secção I indicadores

# Label2.Text
source: Message Headers
fr: En-têtes de message
pt: Cabeçalhos de mensagem

# tabMessageHeaders.Text
source: Message Encoding
fr: Codage de message
pt: Codificação de mensagens

# lblMSLPressureElevation.Text
source: MSL Pressre threshold elevation
fr: Élévation du seuil MSL Pressre
pt: Elevação do limiar de MSL Pressre

# lblStandardPressureLevel.Text
source: Standard Pressure Level
fr: Niveau de pression standard
pt: Nível de pressão padrão

# lblObsTime.Text
source: Daily Observation Time
fr: Heure de l’Observation quotidienne
pt: Tempo de observação diária

# cmdHelp.Text
source: Help
fr: Aide
pt: Ajuda

# cmdClose.Text
source: Close
fr: Fermer
pt: Fechar

# cmdApply.Text
source: Apply
fr: Applique
pt: Aplicar

# cmdOk.Text
source: OK
fr: W!!ÔK !!W

# $this.Text
source: Form Options
fr: Options de forme
pt: Opções de Formulário

# tabObservations.Text
source: Observations
pt: Observações
