Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/formAgro1.*.resx
Languages: fr, pt

# Label62.Text
source: Day
pt: dia(s)

# Label61.Text
source: Month
pt: mês(meses)

# Label2.Text
source: Year
pt: Ano

# Label1.Text
source: Station Identification
fr: Identification de la station
pt: Identificação da estação

# Label7.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label6.Text
source: Value
fr: Valeur
pt: Valor

# lblDP06.Text
source: Dew Point
fr: Point de rosée
pt: Ponto de orvalho

# lblWB06.Text
source: Wet Bulb
fr: Bulbe humide
pt: Bulbo úmido

# lblDB06.Text
source: Dry Bulb
fr: Bulbe sec
pt: Bulbo seco

# Label8.Text
source: Grass Tmin
fr: Herbe Tmin
pt: Tmin relva

# Label11.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label12.Text
source: Value
fr: Valeur
pt: Valor

# Label3.Text
source: Soil Temps @ 05GMT
fr: Temps de sol @ 05GMT
pt: Temps de solo @ 05GMT

# Label4.Text
source: Temps and RH @ 06GMT
fr: Temps et RH @ 06GMT
pt: Temps e RH @ 06GMT

# Label5.Text
source: Soil Temps @ 09GMT
fr: Temps de sol @ 09GMT
pt: Temps de solo @ 09GMT

# Label19.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label20.Text
source: Value
fr: Valeur
pt: Valor

# Label32.Text
source: Wind Run (km)
fr: Vent Run (km)
pt: Gerência do vento (km)

# Label24.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label25.Text
source: Value
fr: Valeur
pt: Valor

# Label27.Text
source: Rain Duration (hrs)
fr: Pluie de durée (heures)
pt: Duração da chuva (hrs)

# Label28.Text
source: Rain Amount(mm)
fr: Amount(mm) de pluie
pt: Chuva Amount(mm)

# Label26.Text
source: 24 Hr Wind Run and Rainfall
fr: Précipitations et 24hr vent Run
pt: Precipitação e 24 hr vento Run

# Label33.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label34.Text
source: Value
fr: Valeur
pt: Valor

# Label35.Text
source: Radiation
fr: Rayonnement
pt: Radiação

# lblSunHrs.Text
source: Sun Hrs
fr: Heures de soleil
pt: Horas de sol

# Label29.Text
source: Sunshine and Evaporation
fr: Soleil et évaporation
pt: Luz do sol e da evaporação

# Label30.Text
source: Temp and RH @ 12GMT
fr: Temp et RH @ 12GMT
pt: Temp e RH @ 12GMT

# Label40.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label41.Text
source: Value
fr: Valeur
pt: Valor

# Label42.Text
source: Dew Point
fr: Point de rosée
pt: Ponto de orvalho

# Label43.Text
source: Wet Bulb
fr: Bulbe humide
pt: Bulbo úmido

# Label44.Text
source: Dry Bulb
fr: Bulbe sec
pt: Bulbo seco

# Label45.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label46.Text
source: Value
fr: Valeur
pt: Valor

# Label31.Text
source: Soil Temps @ 1300 GMT
fr: Temps de sol @ 1300 GMT
pt: Temps de solo @ 1300 GMT

# Label50.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Label51.Text
source: Value
fr: Valeur
pt: Valor

# Label52.Text
source: Tmin reset
fr: Réinitialisation de TMin
pt: Tmin redefinir

# Label56.Text
source: Moisture @100cm
fr: Humidité @100 cm
pt: Umidade @100 cm

# Label57.Text
source: Moisture @005cm
fr: Humidité @005 cm
pt: Umidade @005 cm

# Label36.Text
source: Temp Reset and soil Moisture
fr: Temp de réarmement et de l’humidité du sol
pt: Reset de temp e umidade do solo

# chkRepeatEntry.Text
source: Repeat Key Entry Mode
fr: Entrée de clé de Mode répétition
pt: Modo de entrada de chave de repetição

# btnView.Text
source: View
fr: Afficher
pt: Exibir

# btnUpload.Text
source: Upload
fr: Charger
pt: Carregar

# btnHelp.Text
source: Help
fr: Aide
pt: Ajuda

# btnClear.Text
source: Clear
fr: Effacer
pt: Limpar

# btnDelete.Text
source: Delete
fr: Supprimer
pt: Excluir

# btnAddNew.Text
source: Add New
fr: Ajouter nouveau
pt: Adicionar Novo

# btnUpdate.Text
source: Update
fr: Mise à jour
pt: Atualizar

# btnClose.Text
source: Close
fr: Fermer
pt: Fechar

# btnCommit.Text
source: Save
fr: Enregistrer
pt: Salvar

# $this.Text
source: Kenya Agromet data
fr: Données Agromet Kenya
pt: Dados do Quênia Agromet

# Label53.Text
source: TMax Reset
fr: Réinitialisation de TMax
