Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/formSynopticCaribbean.*.resx
Languages: fr, pt

# Val_Elem130Label.Text
source: Cloud height lvl4
fr: Nuage hauteur lvl4
pt: Lvl4 de altura de nuvem

# Val_Elem129Label.Text
source: Cloud type lvl4
fr: Nuage type lvl4
pt: Lvl4 tipo de nuvem

# Val_Elem128Label.Text
source: Cloud amt lvl4
fr: Nuage amt lvl4
pt: Nuvem amt lvl4

# Val_Elem126Label.Text
source: Cloud height lvl3
fr: Nuage hauteur lvl3
pt: Nuvem altura lvl3

# Val_Elem125Label.Text
source: Cloud type lvl3
fr: Nuage type lvl3
pt: Nuvem tipo lvl3

# Val_Elem124Label.Text
source: Cloud amt lvl3
fr: Nuage amt lvl3
pt: Nuvem amt lvl3

# Val_Elem118Label.Text
source: Cloud height lvl1
fr: Nuage hauteur lvl1
pt: Lvl1 de altura de nuvem

# Val_Elem117Label.Text
source: Cloud type lvl1
fr: Nuage type lvl1
pt: Lvl1 de tipo de nuvem

# Val_Elem116Label.Text
source: Cloud amt lvl1
fr: Nuage amt lvl1
pt: Nuvem amt lvl1

# Val_Elem193Label.Text
source: Past Wx2
fr: Passé Wx2
pt: Passado Wx2

# Val_Elem197Label.Text
source: Past Wx1
fr: Passé le Wx1
pt: Passado Wx1

# Val_Elem167Label.Text
source: Present Wx
fr: Wx présent
pt: Wx presente

# Val_Elem122Label.Text
source: Cloud height lvl2
fr: Nuage hauteur lvl2
pt: Lvl2 de altura de nuvem

# Val_Elem121Label.Text
source: Cloud type lvl2
fr: Nuage type lvl2
pt: Nuvem tipo lvl2

# Val_Elem120Label.Text
source: Cloud amt lvl2
fr: Nuage amt lvl2
pt: Nuvem amt lvl2

# Val_Elem104Label.Text
source: Rainfall
fr: Pluviométrie
pt: Precipitação

# Val_Elem107Label.Text
source: Sea level pressure
fr: Pression au niveau de la mer
pt: Pressão do nível do mar

# Val_Elem106Label.Text
source: Stn level Press
fr: STN niveau presse
pt: Nível de STN imprensa

# Val_Elem105Label.Text
source: Relative Humidity
fr: Humidité relative
pt: Umidade relativa

# Val_Elem103Label.Text
source: Dewpoint
fr: Point de rosée
pt: Ponto de orvalho

# Val_Elem111Label.Text
source: Wind speed
fr: Vitesse du vent
pt: Velocidade do vento

# Val_Elem112Label.Text
source: Wind direction
fr: Direction du vent
pt: Direção do vento

# Val_Elem114Label.Text
source: Total cloud cover
fr: Couverture nuageuse totale
pt: Nebulosidade total

# Val_Elem110Label.Text
source: Visibility
fr: Visibilité
pt: Visibilidade

# Val_Elem176Label.Text
source: Height of lowest cloud
fr: Hauteur des nuages plus bas
pt: Altura da nuvem mais baixa

# YyyyLabel.Text
source: Year:
fr: Année :
pt: Ano:

# Label4.Text
source: Station Identifier
fr: Identificateur de station
pt: Identificador de estação

# Label3.Text
source: Hour:
fr: Heure :
pt: Hora:

# Label2.Text
source: Day:
fr: Jour :
pt: Dia:

# Label1.Text
source: Month:
fr: Mois :
pt: Mês:

# chkRepeatEntry.Text
source: Repeat Key Entry Mode
fr: Entrée de clé de Mode répétition
pt: Modo de entrada de chave de repetição

# btnTDCF.Text
source: TDCF
fr: FCDT

# btnView.Text
source: View
fr: Afficher
pt: Exibir

# btnUpload.Text
source: Upload
fr: Charger
pt: Carregar

# btnHelp.Text
source: Help
fr: Aide
pt: Ajuda

# btnClear.Text
source: Clear
fr: Effacer
pt: Limpar

# btnCommit.Text
source: Save
fr: Enregistrer
pt: Salvar

# btnDelete.Text
source: Delete
fr: Supprimer
pt: Excluir

# btnAddNew.Text
source: Add New
fr: Ajouter nouveau
pt: Adicionar Novo

# btnUpdate.Text
source: Update
fr: Mise à jour
pt: Atualizar

# btnClose.Text
source: Close
fr: Fermer
pt: Fechar

# $this.Text
source: Caribbean synoptic data for many elements for one observation time
fr: Données synoptiques des Caraïbes pour de nombreux éléments pour le temps d’une observation
pt: Dados sinóticos Caribe para muitos elementos para o tempo de uma observação

# Val_Elem180Label.Text
source: Ch
pt: Canal
