Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/formAWSRealTime.*.resx
Languages: pt

# cmdHelp.Text
source: Help
pt: Ajuda

# cmdMessages.Text
source: Encoding Options
pt: Opções de Codificação

# cmdDataStructures.Text
source: Data Structures
pt: Estruturas de dados

# cmdSites.Text
source: Sites
pt: Locais

# cmdClose.Text
source: Close
pt: Fechar

# cmdServers.Text
source: Servers
pt: Servidores

# cmdProcess.Text
source: Processing
pt: Processando

# optStart.Text
source: Restart
pt: Reiniciar

# lblGMT.Text
source: GMT Diff +/-
pt: Diff GMT + /-

# Label9.Text
source: Settings
pt: Configurações

# cmdSave.Text
source: Save Changes
pt: Salvar Alterações

# chkDeleteFile.Text
source: Delete Input File After Processing
pt: Excluir o arquivo de entrada após o processamento

# Label10.Text
source: Timeout Period (Seconds)
pt: Período de tempo limite (segundos)

# Label11.Text
source: Hour
pt: Hora

# Label12.Text
source: Retrieve Last
pt: Recuperar o último

# Label13.Text
source: Hour Offset (Minutes)
pt: Deslocamento de hora (minutos)

# Label14.Text
source: Retrieval Interval (Minutes)
pt: Intervalo de recuperação (minutos)

# optStop.Text
source: Stop
pt: Parar

# txtNextProcess.Text
source: Next Processing
pt: Processamento seguinte

# Label1.Text
source: Last Processed
pt: Último processamento

# txtStatus.Text
source: Stopped
pt: Parado

# lblDatetime.Text
source: Current Date Time
pt: Data atual hora

# lblSatus.Text
source: Processing Status
pt: Status do Processamento

# lblErrors.Text
source: Error Messages
pt: Mensagens de erro

# Label3.Text
source: Message Files
pt: Arquivos de mensagens

# lblOutputFolder.Text
source: Folder
pt: Pasta

# lblOutputFTP.Text
source: FTP Server
pt: Servidor FTP

# pnlOutput.Text
source: Output
pt: Saída

# lblInputFiles.Text
source: Input Files
pt: Arquivos de entrada

# lblInputFolder.Text
source: Folder
pt: Pasta

# lblSever.Text
source: FTP Server
pt: Servidor FTP

# lblInputData.Text
source: Input
pt: Entrada

# lblInformation.Text
source: Processinf Information
pt: Processinf informações

# grpElements.Text
source: Elements View/Update
pt: Elementos View/Update

# chkPrefix.Text
source: Files name prefix
pt: Prefixo de nome de arquivos

# Label42.Text
source: GTS Msg Header
pt: Cabeçalho de Msg GTS

# chkGTSEncode.Text
source: Encode for GTS
pt: Codificam para GTS

# Label41.Text
source: Site Name
pt: Nome do Site

# cmdViewUpdate.Text
source: View/Update
pt: Visualizar/actualizar

# cmdDel.Text
source: Delete
pt: Excluir

# cmdUpdateSites.Text
source: Update
pt: Atualizar

# cmdAdd.Text
source: Save
pt: Salvar

# Label4.Text
source: Operational
pt: Operacional

# Label17.Text
source: Missing Data Flag
pt: Bandeira de dados ausentes

# Label16.Text
source: Data Strucure
pt: Estrutura de dados

# lblInfile.Text
source: Input Data file
pt: Arquivo de dados de entrada

# Label15.Text
source: Site ID
pt: ID do Site

# lblStructure.Text
source: Select Existing Data structure
pt: Selecione a estrutura de dados existente

# cmdDelete.Text
source: Delete
pt: Excluir

# cmdUpdate.Text
source: Update
pt: Atualizar

# cmdCreate.Text
source: Create
pt: Criar

# Label21.Text
source: Text Qulifier Character
pt: Caractere de texto Qulifier

# Label20.Text
source: Total Header Rows
pt: Linhas de cabeçalho total

# Label19.Text
source: Delimiter Type
pt: Tipo de delimitador

# lblStrName.Text
source: Structure Name
pt: Nome da Estrutura

# grpStructures1.Text
source: Data Structures
pt: Estruturas de dados

# cmdBstAddNew.Text
source: Add New
pt: Adicionar Novo

# cmdRefresh.Text
source: Refresh
pt: Atualizar

# cmdReset.Text
source: Reset
pt: Restaurar

# Label40.Text
source: FTP Transfer Mode
pt: Modo de transferência por FTP

# lblbaseStation.Text
source: Base Station
pt: Estação base

# cmdBstDelete.Text
source: Delete
pt: Excluir

# cmdBsstUpdate.Text
source: Update
pt: Atualizar

# cmdBstSave.Text
source: Save
pt: Salvar

# lblConfirmInputPW.Text
source: Confirm Password
pt: Confirmar Senha

# lblInputPW.Text
source: PassWord
pt: Senha

# lblInputUser.Text
source: User Name
pt: Nome do usuário

# lblFTPFolder.Text
source: Input Folder
pt: Pasta de entrada

# lblBaseStationFTP.Text
source: FTP Address
pt: Endereço de FTP

# cmdmssRefresh.Text
source: Refresh
pt: Atualizar

# cmdmssReset.Text
source: Reset
pt: Restaurar

# lblFtpTransferMode.Text
source: FTP Transfer Mode
pt: Modo de transferência por FTP

# lblMsgSwitch.Text
source: Message Switch
pt: Interruptor de mensagem

# cmdMSSDelete.Text
source: Delete
pt: Excluir

# cmdMSSUpdate.Text
source: Update
pt: Atualizar

# lblmssConfirmPassword.Text
source: Confirm Password
pt: Confirmar Senha

# Label5.Text
source: Password
pt: Palavra-passe

# Label6.Text
source: User Name
pt: Nome do usuário

# Label7.Text
source: Input Folder
pt: Pasta de entrada

# Label8.Text
source: FTP Address
pt: Endereço de FTP

# lblServerSettings.Text
source: Server Settings
pt: Configurações do Servidor

# cmdMSS.Text
source: Message Switch
pt: Interruptor de mensagem

# cmdBaseStation.Text
source: Base Station
pt: Estação base

# GroupBox6.Text
source: Code and Flags
pt: Código e bandeiras

# chkOptionalSection.Text
source: Option Section Inclusion
pt: Inclusão de opção seção

# Label25.Text
source: Local Table Version No.
pt: N º de versão de tabela local

# Label26.Text
source: Master Table Version No.
pt: Versão da tabela mestre não.

# Label27.Text
source: Local Data Sub-Category
pt: Subcategoria dados locais

# Label28.Text
source: International Data Sub-Category
pt: Subcategoria internacional de dados

# Label29.Text
source: Data Category
pt: Categoria de Dados

# Label30.Text
source: Update Sequence No.
pt: N º de sequência de atualização

# Label32.Text
source: Originating/Generating Sub-Centre
pt: Origem/gerando sub centro

# Label33.Text
source: Originating/Generating Centre
pt: Centro de origem/gerando

# Label34.Text
source: BUFR Edition No.
pt: BUFR edição n. º

# GroupBox7.Text
source: BUFR Section 2
pt: BUFR seção 2

# Label23.Text
source: Encoding Template
pt: Modelo de codificação

# Label24.Text
source: Message Header (TTAAii CCCC)
pt: Cabeçalho da mensagem (CCCC TTAAii)

# GroupBox5.Text
source: Header and Templates
pt: Cabeçalho e modelos

# $this.Text
source: AWS Real Time
pt: AWS em tempo Real
