Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/frmImportAWS.*.resx
Languages: fr, pt

# btnBrowseSchemaFile.Text
source: Browse
fr: Parcourir
pt: Procurar

# btnBrowseDataFile.Text
source: Browse
fr: Parcourir
pt: Procurar

# lblSchemaFile.Text
source: Schema File
fr: Fichier de schéma
pt: Arquivo de esquema

# lblDataFile.Text
source: Data File
fr: Fichier de données
pt: Arquivo de Dados

# btnHelp.Text
source: Help
fr: Aide
pt: Ajuda

# btnCancel.Text
source: Close
fr: Fermer
pt: Fechar

# btnOK.Text
source: OK
fr: W!!ÔK !!W

# lblStationColumn.Text
source: StationID Column
fr: StationID colonne
pt: Coluna StationID

# lblDateColumn.Text
source: Date Column
fr: Colonne date
pt: Coluna de data

# lblTimeColumn.Text
source: Time Column
fr: Colonne de temps
pt: Coluna do tempo

# lblValStartColumn.Text
source: Value Start Column
fr: Colonne de valeur Start
pt: Coluna de valor iniciar

# lblGuidelines.Text
source: Browse for data file with extension (.csv) and schema file with extension (.ini). Enter column values for StationID, Date, Time, and Value start field to match data file. Enter (-1) if there is no field for StationID or no field for Time. If Station ID column is (-1) then the stationID must be the filename. If Time column is (-1) then Date/Time is assumed to be combined.
fr: Rechercher des données fichier avec extension (.csv) et fichier de schéma avec extension (.ini). Entrez les valeurs de la colonne StationID, Date, heure et valeur démarrer le champ fichier de données. Entrez-(1) s’il n’y a aucun champ pour StationID ou pas pour le moment. Si la colonne ID de la Station est (-1) puis la stationID doit être le nom de fichier. Si la colonne durée est (-1) puis Date/heure est censé être combinés.
pt: Navegue para o arquivo de dados com extensão (. csv) e esquema arquivo com extensão (. ini). Insira os valores de coluna para StationID, data, hora e valor iniciar campo para coincidir com o arquivo de dados. Digite (-1) se não há nenhum campo para StationID ou não por tempo. Se a coluna ID da estação é (-1), em seguida, o stationID deve ser o nome do arquivo. Se coluna tempo é (-1) em seguida data/hora é considerada ser combinados.

# lblTimeAdjustment.Text
source: Time shift
fr: Décalage de l’heure
pt: Deslocamento do tempo

# lblHourAdjustment.Text
source: (+/-) Hours
fr: (+/-) Heures
pt: (+ /) Horas

# lblscheduleHour.Text
source: Hour
fr: Heure
pt: Hora

# frameSetSchedule.Text
source: Set minutes past hour
fr: Régler les minutes heure écoulée
pt: Situado a minutos de última hora

# btnSetSchedule.Text
source: Activate Scheduler
fr: Activer le planificateur
pt: Ativar o Agendador

# lblTimerActivationStatus.Text
source: Timer scheduler not activated
fr: Programmateur minuterie non activé
pt: Agendador de temporizador não activado

# Label1.Text
source: Click [OK] button to start data ingestion as a once off operation. Click [Activate Scheduler] to start data ingestion and repeat process every hour.
fr: Cliquez sur [OK] bouton pour démarrer l’ingestion de données comme une fois au large de l’opération. Cliquez sur [activer le planificateur] pour démarrer ingestion de données et répétez le processus toutes les heures.
pt: Clique em [Okey] botão para iniciar a ingestão de dados como uma única operação. Clique em [ativar Agendador] para iniciar a ingestão de dados e repita o processo todas as horas.

# lblScheduleMinute.Text
source: Minute(s)
pt: Minuto(s)
