Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/frmImportDaily.*.resx
Languages: fr, pt

# cmdOpenFile.Text
source: Open File
fr: Ouvrir un fichier
pt: Abrir arquivo

# cmdView.Text
source: View Data
fr: Afficher les données
pt: Exibir dados

# optComma.Text
source: Comma
fr: Virgule
pt: Vírgula

# OptTAB.Text
source: TAB
fr: ONGLET
pt: GUIA

# OptOthers.Text
source: Other:
fr: Autres :
pt: Outros:

# cmdClear.Text
source: Clear
fr: Effacer
pt: Limpar

# cmdRename.Text
source: Rename
fr: Renommer
pt: Renomear

# lblColumns.Text
source: Select Column No
fr: Sélectionnez la colonne N°
pt: Selecione a coluna n

# lblFieldName.Text
source: Select Field Name
fr: Sélectionnez le nom du champ
pt: Selecione o nome do campo

# lblDelimiters.Text
source: Delimiters
fr: Séparateurs
pt: Delimitadores

# cmdLoadData.Text
source: Load Data
fr: Charger les données
pt: Carregar Dados

# lblStartRow.Text
source: Start Row
fr: Ligne de départ
pt: Iniciar a linha

# cmdtest.Text
source: Test
fr: Ping
pt: Teste

# chkScale.Text
source: Remove Scaling
fr: Supprimer la mise à l’échelle
pt: Remover o dimensionamento

# cmdSaveSpecs.Text
source: Save Header Specs
fr: Enregistrer l’en-tête Specs
pt: Salvar cabeçalho especificações

# cmdLoadSpecs.Text
source: Load Header Specs
fr: Charger la fiche de l’en-tête
pt: Especificações de cabeçalho de carga

# lblColumnHeaders.Text
source: Columns Header Settings
fr: Paramètres d’en-tête de colonnes
pt: Configurações de cabeçalho de colunas

# ToolStripLabel1.Text
source: Save Header Specifications
fr: Enregistrez les spécifications d’en-tête
pt: Salvar cabeçalho especificações

# cmdClose.Text
source: Close
fr: Fermer
pt: Fechar

# cmdHelp.Text
source: Help
fr: Aide
pt: Ajuda

# lblStn.Text
source: Station ID
fr: ID de la station
pt: Identificação da Estação

# lblDefaultObsHour.Text
source: Default Observation Hour
fr: Heure d’Observation par défaut
pt: Hora de observação do padrão

# lblTRecords.Text
source: Total Records
fr: Nombre total d'enregistrements
pt: Total de Registros

# lblStnEror.Text
source: Station Errors
fr: Erreurs de station
pt: Erros de estação

# lblElmeror.Text
source: Element Errors
fr: Erreurs de l’élément
pt: Erros de elemento

# $this.Text
source: Daily/Hourly Data
fr: Données de tous les jours/horaires
pt: Dados diariamente/por hora
