Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/frmQC.*.resx
Languages: fr, pt

# cmdApply.Text
source: Apply
fr: Applique
pt: Aplicar

# cmdOk.Text
source: OK
fr: W!!ÔK !!W

# cmdCancel.Text
source: Cancel
fr: Annuler
pt: Cancelar

# cmdHelp.Text
source: Help
fr: Aide
pt: Ajuda

# lblQcAdvanced.Text
source: Advanced QC
fr: Pointe QC
pt: QC avançado

# lblEndMonth.Text
source: End Month
fr: Fin mois
pt: Fim de mês

# lblBeginMonth.Text
source: Begin Month
fr: Commencer le mois
pt: Começar o mês

# lblEndYear.Text
source: End Year
fr: Année de fin
pt: Ano de Término

# lblBeginYear.Text
source: Begin Year
fr: Commencer l’année
pt: Começar o ano

# btnUpdate.Text
source: Update With QC Report
fr: Mise à jour avec rapport QC
pt: Atualizar com relatório QC

# chkAllStations.Text
source: Select All Stations
fr: Sélectionnez toutes les Stations
pt: Selecione todas as estações

# chkAllElements.Text
source: Select All Elements
fr: Sélectionnez tous les éléments
pt: Selecione todos os elementos

# cmdPerformQC.Text
source: Perform QC
fr: Effectuer QC
pt: Executar QC

# lblQCtype.Text
source: Select Option for QC Type
fr: Sélectionnez l’Option pour le Type de QC
pt: Selecione a opção para o tipo QC

# optInterElement.Text
source: Inter-element comparison checks
fr: Comparaison entre les éléments des contrôles
pt: Comparação entre elemento cheques

# optAbsoluteLimits.Text
source: Absolute limits checks
fr: Contrôles des limites absolues
pt: Verificações de limites absolutos

# lblStationsElementsList.Text
source: Check to Select Stations and Elements for QC
fr: Cochez pour sélectionner des Stations et des éléments pour QC
pt: Verifique para selecionar elementos e estações para QC

# Label1.Text
source: Select Time Range
fr: Sélectionner la période
pt: Selecionar Intervalo de Hora

# $this.Text
source: Quality Control Checks
fr: Contrôles de qualité
pt: Verificações de controle de qualidade
