Repository: Wycklife/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/ucrSynopticRA1.*.resx
Languages: fr, pt

# Val_Elem174Label.Text
source: Precip-3Hr
fr: PRECIP - 3 h
pt: Precipitação - 3Hr

# Val_Elem005Label.Text
source: Precip-24Hr
fr: PRECIP - 24h
pt: Precipitação - 24Hr

# Val_Elem084Label.Text
source: SSS-24Hr
fr: SSS - 24h

# Val_Elem018Label.Text
source: Evaporation
fr: Évaporation
pt: Evaporação

# Val_Elem099Label.Text
source: Grass Min Temp
fr: Herbe Min Temp
pt: Grama Min Temp

# Val_Elem130Label.Text
source: Cloud Ht Lvl4-Hshs4
fr: Nuage Ht Lvl4-Hshs4
pt: Nuvem Ht Lvl4-Hshs4

# Val_Elem129Label.Text
source: Cloud Type Lvl4-C4
fr: Type de nuage Lvl4-C4
pt: Tipo de nuvem Lvl4-C4

# Val_Elem128Label.Text
source: Cloud Amt Lvl4-N4
fr: Amt nuage Lvl4-N4
pt: Nuvem Amt Lvl4-N4

# Val_Elem131Label.Text
source: Vertical Significance 4
fr: Portée verticale 4
pt: Significado vertical 4

# Val_Elem126Label.Text
source: Cloud Ht Lvl3-HsHs3
fr: Nuage Ht Lvl3-HsHs3
pt: Nuvem Ht Lvl3-HsHs3

# Val_Elem125Label.Text
source: Cloud Type Lvl3-C3
fr: Type de nuage Lvl3-C3
pt: Tipo de nuvem Lvl3-C3

# Val_Elem124Label.Text
source: Cloud Amt Lvl3-N3
fr: Amt nuage Lvl3-N3
pt: Nuvem Amt Lvl3-N3

# Val_Elem127Label.Text
source: Vertical Significant 3
fr: 3 important vertical
pt: 3 significativa vertical

# Val_Elem122Label.Text
source: Cloud Ht Lvl2-HsHs2
fr: Nuage Ht Lvl2-HsHs2
pt: Nuvem Ht Lvl2-HsHs2

# Val_Elem121Label.Text
source: Cloud Type Lv2-C2
fr: Type de nuages Lv2-C2
pt: Tipo de nuvem Lv2-C2

# Val_Elem120Label.Text
source: Cloud Amt Lvl2-N2
fr: Nuage Amt Lvl2-N2
pt: Nuvem Amt Lvl2-N2

# Val_Elem123Label.Text
source: Vertical Significance 2
fr: Portée verticale 2
pt: Significado vertical 2

# Val_Elem118Label.Text
source: Cloud Ht Lvl1-HsHs1
fr: Nuage Ht Lvl1-HsHs1
pt: Nuvem Lvl1 de Ht-HsHs1

# Val_Elem117Label.Text
source: Cloud Type Lvl1-C1
fr: Type de nuage Lvl1-C1
pt: Tipo de nuvem Lvl1-C1

# Val_Elem116Label.Text
source: Cloud Amt Lvl1-N1
fr: Amt nuage Lvl1-N1
pt: Nuvem Amt Lvl1-N1

# Val_Elem119Label.Text
source: Vertical Significance1
fr: Significance1 vertical
pt: Significance1 vertical

# Val_Elem180Label.Text
source: High Lvl Clouds Type-CH
fr: Haut Lvl nuages Type-CH
pt: Tipo de nuvens de Lvl alto-CH

# Val_Elem179Label.Text
source: Medium Lvl Clouds Type-CM
fr: Lvl moyen nuages Type-CM
pt: Tipo de nuvens Lvl médio-CM

# Val_Elem178Label.Text
source: Low Lvl Clouds Type-CL
fr: Nuages bas Lvl Type-CL
pt: Nuvens de Lvl baixo tipo-CL

# Val_Elem177Label.Text
source: Low Lvl Clouds Amt-Nh
fr: Nuages bas Lvl Amt-Nh
pt: Nuvens de Lvl baixo Amt-Nh

# Val_Elem115Label.Text
source: Vertical Significance
fr: Portée verticale
pt: Significado vertical

# Val_Elem111Label.Text
source: Wind Speed -fff
fr: Vitesse du vent -fff
pt: Velocidade do vento -fff

# Val_Elem112Label.Text
source: Wind Direction-dd
fr: Direction du vent-dd
pt: Direção do vento-dd

# Val_Elem114Label.Text
source: Total Cloud Cover- N
fr: Nuageuse totale couverture - N
pt: Nuvem de total cobertura - N

# Val_Elem110Label.Text
source: Horizontal Visibility-VV
fr: Visibilité horizontale-VV
pt: Visibilidade horizontal-VV

# Val_Elem176Label.Text
source: Low Cloud Hght-h
fr: Nuages bas Hght-h
pt: Nuvem baixa Hght-h

# Val_Elem105Label.Text
source: Relative Humidity-U
fr: Humidité relative-U
pt: Umidade relativa-U

# Val_Elem103Label.Text
source: DewPoint Temp-TdTdTd
fr: Point de rosée de Temp-TdTdTd
pt: Ponto de orvalho Temp-TdTdTd

# Val_Elem102Label.Text
source: Wetbulb Temp-TwTwTw
fr: Wetbulb Temp-ainsi

# Val_Elem196Label.Text
source: Geopotential Height-hhh
fr: Hauteur du géopotentiel-hhh
pt: Altura do geopotencial-hhh

# Val_Elem301Label.Text
source: Standard Pressure Level -a
fr: Pression standard niveau - un
pt: Padrão de pressão nível - um

# Val_Elem399Label.Text
source: 24hr Pessure Change-P24
fr: 24hr pression changement-P24
pt: 24hr pressão mudança-P24

# Val_Elem814Label.Text
source: 3hr Pressure Characteristic
fr: 3hr pression caractéristique
pt: Característica de pressão 3hr

# Val_Elem400Label.Text
source: 3hr Pessure Change-P3
fr: 3hr pression changement-P3
pt: 3hr pressão mudança-P3

# Val_Elem107Label.Text
source: Pressure Reduced to MSL-P
fr: Pression réduite à MSL-P
pt: Pressão reduzida a MSL-P

# Val_Elem106Label.Text
source: Station Level Pressure-Po
fr: Station niveau pression-Po
pt: Estação nível pressão-Po

# lblValue.Text
source: Value
fr: Valeur
pt: Valor

# lblFlag.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# lblValueTwo.Text
source: Value
fr: Valeur
pt: Valor

# lblFlagTwo.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# lblValueThree.Text
source: Value
fr: Valeur
pt: Valor

# lblFlagThree.Text
source: Flag
fr: Indicateur
pt: Sinalizador

# Val_Elem046Label.Text
source: Insolation
pt: Insolação
